Repository: common-repository/zendesk-help-center
Catalog: languages/zendesk-help-center-*.po
Languages: ru_ru, uk

source: Settings
ru_ru: Настройки
uk: Налаштування

source: Misc
ru_ru: Разное
uk: Разное

source: Custom Code
ru_ru: Пользовательский код
uk: Пользовательский код

source: License Key
ru_ru: Лицензионный ключ
uk: Лицензионный ключ

source: The log file is cleared.
ru_ru: Файл журнала очищен.
uk: Файл журналу очищено.

source: Couldn't clear log file.
ru_ru: Не удалось очистить файл журнала.
uk: Не вдалося очистити файл журналу.

source: Settings saved
ru_ru: Настройки сохранены
uk: Налаштування збережено

source: Categories
ru_ru: Категории
uk: Категорії

source: Sections
ru_ru: Секции
uk: Секції

source: Articles
ru_ru: Статьи
uk: Статті

source: Articles Comments
ru_ru: Комментарии статей
uk: Коментарі статей

source: Articles Labels
ru_ru: Ярлыки статей
uk: Ярлики статей

source: Articles Attachments
ru_ru: Прикрепленные файлы статей
uk: Прикріплені файли статей

source: Error creating log file
ru_ru: Ошибка создания файла журнала
uk: Помилка при створенні файлу журналу

source: Help Center Settings
ru_ru: Настройки Help Center
uk: Налаштування Help Center

source: Zendesk Authorization
ru_ru: Zendesk Авторизация
uk: Авторизація Zendesk

source: Zendesk Information
ru_ru: Zendesk информация
uk: Інформація Zendesk

source: subdomain
ru_ru: поддомен
uk: пiддомен

source: Example: your URL is %s, and it is necessary to enter %s part only.
ru_ru: Пример: если ваш URL %s, то нужно ввести только часть %s.
uk: Приклад: якщо ваш URL %s, то потрібно ввести тільки частину %s.

source: password
ru_ru: пароль
uk: пароль

source: token
ru_ru: токен
uk: токен

source: Don't know how to generate API token?
ru_ru: Не знаешь как сгенерировать API токен?
uk: Не знаєш як згенерувати API токен?

source: Read the instruction
ru_ru: Читай инструкцию
uk: Читай iнструкцiю

source: General
ru_ru: Основное
uk: Основнi

source: Log File Size
ru_ru: Размер файла журнала
uk: Розмір файлу журналу

source: Kbyte
ru_ru: Кбайт
uk: Кбайт

source: Clear
ru_ru: Очистить
uk: Очистити

source: Synchronize Every
ru_ru: Синхронизировать каждые
uk: Синхронізувати кожні

source: hours
ru_ru: часов
uk: годин

source: Set 0 to disable auto backup.
ru_ru: Установите значение 0, чтобы отключить автоматическое резервное копирование.
uk: Встановіть 0, щоб вимкнути автоматичне резервне копiювання.

source: Backup
ru_ru: Резервное копирование
uk: Резервне копiювання

source: Backup Failure Notification
ru_ru: Уведомление об ошибке резервного копирования
uk: Повідомлення про помилку резервного копіювання

source: Enable to receive notification on backup failure.
ru_ru: Включите, чтобы получать уведомление об ошибке резервного копирования.
uk: Увімкнути отримання сповіщень про помилку резервного копіювання.

source: Help Widget
ru_ru: Виджет помощи
uk: Віджета допомоги

source: Close
ru_ru: Закрыть
uk: Закрити

source: Enable to display help widget on the site.
ru_ru: Включите для отображения виджета помощи на сайте.
uk: Увімкніть для відображення віджета допомоги на сайті.

source: Button Link
ru_ru: Кнопка Ссылка
uk: Посилання на кнопку

source: Button Title
ru_ru: Название кнопки
uk: Назва кнопки

source: Widget Statistic
ru_ru: Статистика виджета
uk: Статистика віджетів

source: Upgrade to Pro
ru_ru: Обновить до Pro
uk: Оновити до Pro

source: Data is successfully updated.
ru_ru: Данные успешно обновлены.
uk: Дані успішно оновлено.

source: Last synchronization with Zendesk Help Center was on
ru_ru: Последняя синхронизация с Zendesk Help Center была
uk: Остання синхронізація з Zendesk Help Center була

source: Synchronize now
ru_ru: Синхронизировать сейчас
uk: Синхронізувати зараз

source: Export backup
ru_ru: Экспорт резервного копирования
uk: Експорт резервної копії

source: This tab contains Pro options only.
ru_ru: Эта вкладка содержит только опции Pro.
uk: Ця вкладка містить лише параметри Pro.

source: Please, choose at least one element.
ru_ru: Пожалуйста, выберите хотя бы один элемент.
uk: Будь ласка, виберіть хоча б один елемент.

source: Error creating zip archive.
ru_ru: Ошибка создания zip-архива.
uk: Помилка створення ZIP-архіву.

source: ERROR
ru_ru: ОШИБКА
uk: ПОМИЛКА

source: Backup failed as some plugin settings are empty. To fix it go to
ru_ru: Сбой резервного копирования, т.к. некоторые настройки плагина пусты. Чтобы исправить это перейдите на
uk: Відбувся збій резервного копiювання, тому що деякі налаштування плагіну не заповнено. Щоб це виправити, перейдіть на

source: the settings page
ru_ru: страницу настроек
uk: сторінку налаштувань

source: Categories backup
ru_ru: Резервное копирование категорий
uk: Резервне копiювання категорій

source: Undefined error has occurred while getting data from Zendesk API.
ru_ru: Неизвестная ошибка возникла при получении данных из Zendesk API.
uk: Невідома помилка при отриманні даних від Zendesk API.

source: WARNING
ru_ru: ВНИМАНИЕ
uk: УВАГА

source: added
ru_ru: добавлено
uk: додано

source: updated
ru_ru: обновлено
uk: оновлено

source: deleted
ru_ru: удалено
uk: видалено

source: Sections backup
ru_ru: Резервное копирование секций
uk: Резервне копiювання секцій

source: Articles backup
ru_ru: Резервное копирование статей
uk: Резервне копiювання статей

source: Comments backup
ru_ru: Резервное копирование комментариев
uk: Резервне копiювання коментарів

source: Attachments backup
ru_ru: Резервное копирование прикрепленных файлов
uk: Резервне копiювання прикріплених файлів

source: Error adding file
ru_ru: Ошибка добавления файла
uk: Помилка додавання файлу

source: Error updating file
ru_ru: Ошибка обновления файла
uk: Помилка оновлення файлу

source: Error deleting file
ru_ru: Ошибка удаления файла
uk: Помилка видалення файлу

source: Labels backup
ru_ru: Резервное копирование ярлыков
uk: Резервне копiювання ярликів

source: Last log entries
ru_ru: Последние записи журнала
uk: Останні записи журналу

source: Help Center backup error on
ru_ru: Ошибка резервного копирования в Справочном центре на
uk: Помилка резервного копіювання довідкового центру ввімкнена

source: Support
ru_ru: Тех. поддержка
uk: Техпідтримка
